Repository: EcomputerApps/Etno_app_flutter
Catalog: lib/l10n/app_*.arb
Languages: ca

# events_empty
source: No events
ca: No hi ha esdeveniments disponibles

# event
source: Events
ca: Esdeveniments

# no_news_heal
source: No heal news
ca: No hi ha notícies de salut disponibles

source: No news
ca: No hi ha notícies disponibles

# no_news_tech
source: No technology news
ca: No hi ha notícies de tecnologia disponible

source: Subscribe
ca: Subscriure's

# form_name
source: Name
ca: Nom

# form_phone
source: Phone
ca: Telèfon

# form_wallet
source: Reserve price
ca: Preu de reserva

# no_fields_empty
source: No empty fields
ca: No es permeten camps buits

# news_tecnology
source: Technology
ca: Tecnologia

# news_heal
source: Health
ca: Salut

# news_empty
source: No news
ca: No hi ha notícies

# card_pay_title
source: Pay with credit card
ca: Pagar amb targeta de crèdit

# card_pay_form
source: Card form
ca: Formulari de targeta

# no_form_complete
source: The form is not complete
ca: No està complet el formulari

source: Pay
ca: Pagar

# is_subscribe
source: You have subscribed to the event
ca: S'ha subscrit a l'esdeveniment

# pay_success
source: The payment was made successfully
ca: El pagament es va realitzar amb èxit

# back_form
source: Return to the form
ca: Tornar al formulari

# fail_subscription
source: Unable to subscribe to event
ca: No s'ha pogut subscriure a l'esdeveniment

# pay_fail
source: An error occurred in your payment
ca: Va passar un error al pagament

source: Try again
ca: Torneu a intentar

source: Sport
ca: esport

# section_event
source: Events
ca: Esdeveniments

# section_pharmacy
source: Pharmacy
ca: Farmàcies

# section_service
source: Services
ca: Serveis

# section_news
source: News
ca: Notícies

# section_bando
source: Laws
ca: Bans

# section_ad
source: Advertisements
ca: Anuncis

# section_gallery
source: Gallery
ca: Galeria

# section_death
source: Deaths
ca: Defuncions

# section_link
source: Links
ca: Enllaços

# section_sponsor
source: Sponsor
ca: Patrocinadors

# section_booking
source: Bookings
ca: Reserves

# section_trash
source: Removal of belongings
ca: Retirada d'estris

# section_quiz
source: Surveys
ca: Enquesta

# subsection_event
source: Events
ca: Esdeveniments

# subsection_tourism
source: Tourism places
ca: Llocs turístics

# subsection_pharmacy
source: Pharmacies
ca: Farmàcies

# subsection_service
source: Services
ca: Serveis

# subsection_news
source: News
ca: Notícies

# subsection_bando
source: Laws
ca: Bans

# subsection_ad
source: Ads
ca: Anuncis

# subsection_gallery
source: Photos
ca: Fotografies

# subsection_death
source: Deaths
ca: Defuncions

# subsection_link
source: Link
ca: Enllaços

# subsection_sponsor
source: Sponsors
ca: Patrocinadors

# subsection_booking
source: Bookings
ca: Reserves

# subsection_trash
source: Send a belongins
ca: Enviar avís d'estris

# subsection_quiz
source: Quiz
ca: Enquesta

# bottom_home
source: Home
ca: Inici

# bottom_event
source: Events
ca: Esdeveniments

# bottom_news
source: News
ca: Notícies
